// Текст приключения
export const texts = {
  one: `Вы бежите, скользя по обледеневшей улице. Холод обжигает лёгкие. Низкая стена преграждает путь, и вы падаете на мёрзлую землю, пытаясь избежать неожиданного препятствия. Тупая боль пронзает плечо.
—Этот пёс здесь! — рычит мужчина. Крестьяне снова вас нашли. Толпа напирает, их лица перекошены от гнева.
—Убийца! — кричит какая-то старушка.
—Меня подставили! — задыхаетесь вы. Крестьяне вас не слушают, хотя вы говорите правду.
—Убить свинью, — произносит ровный, спокойный голос шерифа.
Мужчина впереди бросает в вас камень размером с кулак. Вы пытаетесь увернуться, но камень попадает в щеку. Лицо так сильно замёрзло, что удар едва чувствуется, но вскоре по щеке стекает длинная струйка крови.
Человек с деревянной дубинкой проталкивается сквозь толпу. Вы вскакиваете и бьёте его ногой в живот. Прежде чем он успевает среагировать, вы разворачиваетесь и перелезаете через стену.
Вы оказываетесь в переулке, ведущем к городским воротам. Они в нескольких метрах впереди. Распахнуты.
Слышно, как крестьяне пытаются перелезть через стену. Они кричат: «Стой! Стой, убийца!»
Вы бежите к открытым воротам. При вашем приближении на дорогу выходит стражник. Его рука лежит на мече.
«Держите убийцу! Убийца на свободе!» — кричите вы. Его рот открывается, но прежде чем он успевает что-либо сказать, вы ударяете его кулаком в челюсть. Зубы щёлкают, а голова откидывается назад. Он падает на промёрзшую землю.
Когда вы пробегаете через ворота, звенит тетива, и мимо вашего плеча проносится стрела. Впереди вы видите ряд хвойных деревьев. Вы несётесь к ним на полной скорости, скользя по обледенелой дороге. Крестьяне кричат, следуя за вами.
Вы ныряете в ряд деревьев, ломая ветки, продираясь сквозь глубокий снег. Вскоре вы слышите вопли крестьян, которые следуют за вами в лес.
После нескольких минут погони вы выбираетесь из леса. К большому удивлению, по опушке леса движутся купеческие сани. Не раздумывая, хватаетесь за заднюю часть и забирается внутрь. Вы быстро зарываетесь под их груз из мехов и тканей, надеясь спрятаться, пока сани увозят на безопасное расстояние от деревни.
Через несколько минут неторопливого движения они останавливаются. Слышно несколько приглушённых, сердитых голосов.
— Убийца сбежал… Напал на городскую стражу!
— Нет… простые торговцы… Караван через перевал.
— Может быть… Обыскать сани.
Вы лежите как можно неподвижнее, едва дыша. Вскоре задняя часть саней дребезжит, будто откидывается полог.
Вы чувствуете, как кто-то роется в мехах, лежащих на поклаже, но останавливается, не дойдя до вас. «Здесь только меха и ковры!» — звучит хриплый голос. Полог возвращается на место, разговоры затихают. Вы позволяете себе вздохнуть.
Наконец, сани дергаются и снова трогаются. Вскоре вы чувствуете сильную сонливость и позволяете движению саней укачивать вас.
Проснувшись, вы понимаете, что караван всё ещё движется. Вы понятия не имеете, сколько времени проспали. Голод и жажда дают о себе знать. Мышцы сведены судорогой. Уже, должно быть, близится вечер.
`,
two: `С наступлением темноты вы выползаете из своего укрытия и слезаете с саней. Когда ноги касаются снега, вы чувствуете резкий укол в спину.
— Эй, ублюдок! — раздаётся грубый голос. — Откуда ты взялся?
Вы оборачиваетесь и видите двух мужчин на пони. Они одеты в тяжёлые меха и кожаные доспехи. Один держит копьё, которым тычет вам в грудь. Другой, седеющей мужчина с чёрной бородой, говорит: «Лучше пойдём с нами».`,
three: `Вы вылезаете из своего укрытия и видите нескольких всадников, едущих в нескольких метрах позади саней. Один из них направляет копье в вашу сторону и кричит: «Вот он, хватайте его!» Несколько всадников подскакивают к вам, держа оружие наготове. Когда вы пытаетесь бежать, они быстро окружают вас. Вы узнаёте в них мужчин из деревни. Наконец, их главарь взмахивает булавой и бьёт вас по голове. Вы просыпаетесь в небольшой, хорошо охраняемой камере. Вы пытаетесь сбежать, но все попытки тщетны. Вскоре стражники вытаскивают вас на эшафот и вешают.
Ваш персонаж мёртв. Вы можете создать нового и начать заново.`,
four: `Двое стражников ведут вас вдоль саней каравана. Вы часто проваливаетесь в снег по колено, а от жуткого холода немеют руки и лицо. По всей тропе погонщики хлещут своих пони и с трудом освобождают застрявшие в сугробах сани.
Наконец, вы достигаете начала каравана. Погонщики уже загнали несколько саней в небольшую рощу вечнозелёных деревьев, чтобы разбить лагерь. Мужчины стоят, сбившись в кучу, вокруг большого костра. Когда вы приближаетесь, чернобородый говорит: «Мастер Висонд, мы нашли в санях груз, которого нет в описи.» Он подталкивает вас к центру лагеря копьём. Худой человек в меховой одежде оборачивается и настороженно смотрит на вас.
— Кто это? — спрашивает он.
Чернобородый спрыгивает с пони и подталкивает вас к Висонду.
— Мы поймали этого пса в вашей поклаже, — он хлопает в ладоши над огнём и трёт их в попытке согреться.
— Понятно, — говорит Висонд, — ты хотел пройти сквоь Перевал Бури в моём караване?
— Оставим его тут, мастер Висонд? — с тревогой спрашивает чернобородый.
— Мне кажется, что этого человека искали жители деревни, — говорит другой всадник. Голос этого человека нежен, но силён. Вы внимательно изучаете его несколько секунд. Это эльф!
— Да, — подтверждает первый. — Если это убийца, то может я сделаю то, что хотели эти крестьяне.
— Не надо, — говорит Висонд, — мы не причиним вреда незнакомцу. У меня не хватает рабочих. Так пусть заработает себе на проезд честным трудом.
Висонд поворачивается к вам: «Надеюсь, ты не возражаешь?»
В ту ночь вы помогаете остальным подготовить лагерь, ухаживать за животными и готовить ужин. Поев, вы сворачиваетесь калачиком на кровати из старых мехов, которые даёт Висонд, и проводите холодную, беспокойную ночь.
Караван отправляется через перевал рано утром. Вы продираетесь сквозь глубокий снег рядом с санями, часто останавливаясь, чтобы подтянуть и протолкнуть тяжёлые повозки сквозь глубокие сугробы.
К полудню вы почти достигли вершины перевала, но внезапно небо затягивает тучами. Висонд останавливает караван и разговаривает с Дарасом, проводником. Наконец, он объясвлет: «Мы идём дальше. Дарас говорит, что снег не выпадет до наступления темноты».
Через час небо становится серо-серым, как гроза, и завывающий ветер так яростно взбивает снежную пыль, что не видно и на шаг вперёд. Вы хватаете сани и держитесь за них, молясь, эта ужасная метель закончилась.
Вскоре сани останавливаются, и несколько других рабочих жмутся к вам. Вы приседаете рядом с санями, слушая завывание ветра и тупо глядя на завесу падающего снега. Наконец вы видите неясную фигуру человека, спотыкающегося о снег, идущего к вам сквозь снежную бурю. Это Висонд!
— Мы заблудились! — кричит он вам. — Привяжи к себе верёвку и шагай вперёд!
`,
five: `Вы обвязываете верёвку вокруг пояса и, спотыкаясь, идёте сквозь метель. Она так сильна, что даже сани уже не видно. Вы продолжаете пробираться сквозь снег и вскоре замечаете впереди несколько смутных силуэтов. Внутри рождается надежда, что это остальная часть каравана. Внезапно вы замечаете пару красных глаз-бусинок, движущихся в вашу сторону. Из метели выскакивает маленькое уродливое существо, занося в своей скрюченной руке тяжёлую палку.`,
six: `Висонд пристально смотрит на вас и проклинает за трусость. Он выхватывает кинжал и шипит: «Обвяжи эту верёвку вокруг пояса, ты...» Слова застревают в горле, и он падает вам в объятия. Из его спины торчит маленькая стрела. Пока вы держите его, из метели выскакивает маленькое уродливое существо. В одной руке оно держит лук, а в другой — тяжёлую палку.`,
seven: `Прежде чем вы успеваете среагировать, уродливое серое существо бьёт вас палкой в живот. Вы падаете на колени, обхватывая торс руками. Маленькое чудовище снова бьёт вас, на этот раз по голове. В глазах темнеет, мир начинает вращаться вращается.`,
eight: `Ваш ход! Что вы будете делать?`,
nine: `Когда монстр нападает на вас, пони в санях визжат от ужаса. Они начинают тащить сани прочь.`,
ten: `Вы замахиваетесь кулаком по существу`,
eleven: `Вы хватаетесь за борт саней. Пони в панике слепо несутся сквозь метель. Сани подпрыгивают и кренятся, с грохотом проваливаясь на каменистую, обледенелую тропу. Внезапно раздаётся визг пони, и сани заваливаются на бок. От удара вы падаете в снег, а осколок полоза ударяет вас по голове.`,
twelve: `Вы бьёте существо кулаком. В тот же момент что-то ударяет вас в спину. Вы оборачиваетесь и видите ещё одно уродливое существо. Оно бьёт вас по голени палкой, и нога подкашивается. В этот момент монстр ударяет вас дубинкой по голове.`,
thirteen: `Вы замахиваетесь, но существо уклоняется от удара, а затем бьёт вас палкой в живот. Задыхаясь, вы сгибаетесь пополам. Существо бьёт вас по голове. Вы падаете и пытаетесь уползти от этого мерзкого маленького монстра. Но он бьёт вас ногой в подбородок.`,
fourteen: `Вы приходите в себя. Голова раскалывается. Несмотря на звон в ушах, вы слышите разговор.
— Мы всё равно мертвецы. Зачем беспокоиться?
— Помолчи, Теромил. Наш товарищ приходит в себя.
Вы медленно открываете глаза. Даже тусклый серый свет комнаты поначалу причиняет боль, но вскоре глаза привыкают к нему. Оглядевшись, вы видите, что заперты в подземной камере вместе с тремя другими членами каравана. Пол покрыт многолетней грязью.
К вам подходит тучный лысеющий мужчина. «Меня зовут Родерик, незнакомец. Это Теромил, а эльфа зовут Саламдрос», — говорит он, махнув рукой в сторону остальных. Вы узнаёте Саламдроса — одного из стражников, захвативших вас ранее. У вас всех отобрали всё имущество, даже плащи и сапоги.
Родерик опускается на колени рядом с вами и ловко тычет пальцем в череп. «Не двигайся. Наклони голову». Он тычет пальцем в распухшую шишку на вашем виске, и вы вздрагиваете. «У тебя тут ужасные шишки, но это не смертельно». Он склоняет голову и шепчет себе под нос, затем поднимает взгляд и говорит: «Я обладаю целительной силой. Если тебе понадобится помощь, скажи мне. Но предупреждаю, я смогу исцелить тебя только один раз».`,
fourteencont: `Вы подползаете к прутьям камеры. Они сделаны из дерева. Вы проверяете их и обнаруживаете, что прутья довольно прочные. Дверь заперта на ржавый замок и цепь.
— Забудь, убийца, — говорит эльф. — Так не сбежишь. Мы обречены умереть в этой камере.
Комната за камерой освещена потрескавшейся лампой на поцарапанном столе. Обветшалые стены камеры блестят от влаги. Вы слышите слабое эхо капающей воды за двумя потертыми шкурами, висящими на стенах.
Теромил сидит рядом с вами. «Мы влипли, правда. Эти коротышки неплохо нас потрепали, и скорее всего, лёгкой смерти нам лучше не ждать». Теромил делает паузу, а затем возобновляет разговор: «Как они тебя схватили? Им понадобилось наброситься впятером, чтобы свалить меня. Ещё двоих или троих я прикончил. Думаю, они меня запомнят». Когда вы не отвечаете, он задумчиво продолжает: «Забавно, как внезапно началась эта буря, не правда ли?»
Вы киваете в знак согласия и разглядываете остальных своих спутников. Эльф сидит в углу, подтянув колени к подбородку. Родерик продолжает шептать, не обращая внимания на внешний мир.
Вы слышите хриплый голос, напевающий какую-то мрачную и унылую мелодию. Кто-то приближается к камере. Занавеска раздвигается, и появляется маленькое чешуйчатое существо с собачьей мордой. Оно подходит к клетке и тычет Теромила длинной палкой. «Немного на тебе ж-ж-жира», — бормочет оно на общем. Потом монстр указывает на Родерика: «б-б-б-большой т-т-толстяк! Х-хороший о-о-обед! Скоро кушать!»
Оно хихикает, затем снова тыкает Теромила палкой. «А ты х-х-хороший десерт, вкусный и с-с-с-сочный!»
Теромил испускает громкий вздох и падает на пол. Существо хихикает и выходит из комнаты. Вам нужно скорее бежать!
`,
fiveteen: `Пока вы осматриваете замок и цепь, эльф говорит: «Зачем тратить время, убийца? Наше положение безнадежно».
Вы игнорируете эльфа и продолжаете осмотр. И замок, и цепь ржавые и потрёпанные. Вы просовываете руку сквозь прутья у двери и поворачиваете замок. Несмотря на потрёпанный вид, для его открытия потребуется металлический инструмент. Однако в цепи много тонких звеньев, которые почти полностью проржавели. Несколько сильных людей могли бы её сломать.
`,
sixteen: `Вы падаете на четвереньки, осматривая грязный пол. Теромил стоит рядом. «Что ты делаешь? Ты что, сошёл с ума? Тут какая-то гадость хочет съесть меня на десерт. Не понимаю, как ползание по полу может хоть как-то помочь». Вы объясняете, что хотите спасти свою шкуру так же сильно, как Теромил хочет спасти свою, но голыми руками ничего не сделать. Без дальнейших комментариев Теромил падает на пол и начинает шарить руками по щебню. Вскоре ваши пальцы натыкаются на что-то холодное и жёсткое в углу, заваленном грязью. Вы соскребаете грязь и находите тупой кусок металла длиной 5 сантиметров. Теромил продолжает обыскивать камеру, но не находит ничего, кроме бесполезного хлама.`,
seventeen: `Вы хватаетесь за цепь и тянете её, восклицая: «Помогите мне, дураки!» Теромил тут же приходит вам на помощь. Саламдрос медленно встаёт и потягивается, говоря: «Полагаю, вреда это не принесёт. Пойдём, Родерик, развлечём глупца!» Саламдрос и Родерик медленно поднимаются и обхватывают цепь руками.`,
nineteen: `Цепь и замок падают. Вы вчетвером быстро покидаете камеру. Теромил говорит: «Нам лучше найти оружие!» Он начинает обыскивать комнату.
Саламдрос подходит к мехам, закрывающим один из выходов, и заглядывает за него. «Тут всё чисто!»
Заглянув за другой мех, Родерик поворачивается к вам и говорит: «Благодаря тебе мы свободны. Куда ты, туда и я!» Он поворачивается к остальным: «Теперь ты наш лидер».
Теромил прекращает поиски: «Подожди-ка, в смысле лидер? Кто сказал, что нам нужен лидер?» Саламдрос отступает и холодно смотрит на вас.
— Если мы хотим выбраться живыми, нам нужен лидер, — с нажимом говорит Родерик.
— Мне не нужен, — резко отвечает Теромил. — С меня хватит начальников.
— Я не буду подчиняться приказам убийцы, — говорит Саламдрос. — Ты просто дурак, если веришь убийце!
— Убийца! — пискляво повторяет Теромил.
— У нас нет доказательств! — резко отвечает Родерик. — Ты готов повесить человека за то, что другой назвал его псом? Нам нужен лидер, а я не видел, чтобы кто-то из вас совершил что-либо достойное.
Пока остальные спорят, вы слышите слабое, нескладное гудение за занавеской.`,
twenty: `Ваша попытка не удалась.`,
twentyone: `Вы слышите нескладное гудение, и существо с собачьей мордой, которое мучило вас ранее, входит в комнату. Оно несёт бурдюк с вином, к которому время от времени присасывается. Блуждая по комнате, оно бормочет, натыкается на табуретки и размахивает мечом. На поясе у него висит связка ключей. Саламдрос подкрадывается к вам и шепчет: «Возможно, это наш шанс. Если ты сможешь обманом заставить это глупое существо приблизиться к нашей клетке, я с радостью его задушу». Вы киваете Саламдросу, а затем кричите: «Эй, заикающийся коротышка, я голоден. Когда ты нас покормишь?» Существо рычит и, схватив длинную палку, подходит к прутьям. «Т-т-тише, а то я тебя з-з-забью тебя до с-с-смерти!» Когда оно подходит ближе, вы с Саламдросом пытаетесь схватить существо.`,
twentytwo: `— Хватит спорить, дураки!» — говорите вы. — Возвращаемся в камеру. Что-то приближается.
Остальные смотрят на вас безучастно. Наконец, Теромил резко бросает: «Кем Ты себя возомнил? Командуешь словно мы твои слуги?!»
«Тихо!» — шипит Саламдрос, поднимая руку, — «я тоже это слышу». Он бежит обратно в камеру, и остальные быстро следуют за ним. Как только все входят, вы закрываете дверь и просовываете цепь сквозь прутья, словно замок всё ещё заперт. В комнату входит уродливое маленькое существо, похожее на собаку, с бурдюком и мечом в руках.
Вы кричите: «Я хочу пить, коротышка! Ты же не хочешь потом есть вяленое  мясо?»
Чудовище поворачивается к вам и говорит: «И-и-издеваешься надо мной?» Оно хватает палку и подходит к камере. «Т-т-т-ткну тебя посильнее, чтобы мясо было н-н-нежным, когда я тебя съем!» — говорит он, тыкая тебя палкой.`,
twentythree: `Вы хватаете табурет и встаёте лицом к меховой занавеске. Остальные не замечают, что вы делаете. Внезапно занавеска сдвигается, и входит уродливое маленькое существо с собачьей мордой, неся бурдюк с вином и меч. У него от удивления отвисает челюсть, обнажая острые зубки.`,
twentyfour:  `Вы выбегаете из камеры и набрасываетесь на существо. Зверь извивается и ёрзает, едва не вырываясь из ваших рук. Прежде чем он окончательно освободится, Родерик хватает его за лодыжку. Пока вы с Родериком боретесь с существом, Теромил хватает табуретку и раз за разом бьёт существо по голове. Наконец, когда безумный огонь в его глазах угасает, он останавливается и говорит: «Неплохое оружие, правда?»`,
twentyfive: `Родерик и Саламдрос проносятся мимо вас, ловя уродливое маленькое существо. Теромил хватает табуретку и разбивает ему голову. «Грубовато, но, действенно», — говорит он.`,
twentysix: `Вы толкаете дверь. Цепь падает, и вы все выбегаете из камеры. Глаза зверя широко раскрыты от удивления, и он бормочет что-то на неизвестном языке.`,
twentyseven: `Существо пытается убежать, но Саламдрос хватает его за лодыжку. Вы хватаете монстра за руку. С усилием вы оттаскиваете его обратно к решётке. Чудовище пытается закричать, но прежде чем оно издаёт звук, Саламдрос отпускает его лодыжку и хватает чудовище за горло обеими руками. Вскоре существо лежит на полу неподвижно.`,
twentyeight: `Вы разбиваете табуреткой голову существа, и чудовище падает на землю. Саламдрос, Теромил и Родерик перестают спорить и смотрят на существо.
— Хорошо, что незнакомец сохранил рассудок, — говорит Родерик, — иначе мы бы все уже были мертвы.
— Возможно», — отвечает Саламдрос, — но его поступки сейчас, не оправдывают его в прошлом.
— Думаете, там ещё есть чудовища? — спрашивает Теромил.
— Я слышал только этого, — отвечаете вы, — но нам нужно идти дальше, пока не пришли другие. Заканчивайте обыск и пошли.
`,
twentynine: `Бросьте1d6`,
thirty: `Существо бросается в сторону и замахивается на вас мечом.`,
thirtyone: `Существо ускользает от вас, но Саламдрос просовывает руку сквозь прутья и хватает зверя за лодыжку. Оно начинает кричать, но вы хватаете его за горло и сжимаете, прежде чем оно  успевает издасть хоть какой-то звук. В отчаянье монстр пытается вырваться, порезав вам руки (получите 1 очко урона). Однако вы продолжаете держать его, и существо падает на землю замертво. Саламдрос выхватывает ключ из его пояса и отпирает дверь.`,
thirtytwo: `Теромил будет драться табуреткой. Родерик и Саламдрос опрокидывают стол и отламывают ножки, чтобы использовать их как дубинки. Хотя вы тщательно обыскиваете комнату, вы не находите ничего полезного, кроме лампы.`,
thirtythree: `Вы отодвигаете занавеску и видите узкий проход. Вы слышите несколько тихих звуков, но воздух по-прежнему неподвижен. Проход тянется ещё несколько ярдов и затем исчезает из виду.`,
thirtyfour: `Вы осторожно продвигаетесь вперёд, Саламдрос следует за вами. Родерик следует за Саламдросом, а Теромил идёт последним. Дойдя до угла, вы заслоняете лампу, чтобы Саламдрос мог использовать своё эльфийское темнозрение и вглядеться в мрак впереди. «Проход продолжает немного дальше, а затем заканчивается», — говорит он, — «там ещё одна занавеска». Пока он говорит, вы слышите шум в конце коридора. Вы не можете понять, что его издаёт.`,
thirtyfive: `Вы поворачиваетесь к остальным: «Нам нужен один человек, чтобы разведать обстановку впереди. Кто пойдёт?»
Родерик говорит: «Мои убеждения не позволяют мне рыскать по подземелью, да и не очень я в этом хорош. Я не буду этого делать».
Саламдрос опускает взгляд и качает головой. Вы поворачиваетесь к Теромилу. После паузы он говорит: «Ладно! Я пойду! Заберу с собой меч! И он останется сомной, когда вернусь».`,
thirtysix: `Вы проскальзываете по дымному проходу, осторожно ступая по полу. Вы крадётесь к занавеске и заглядываете внутрь. Мрачная комната освещена тлеющим огнём и несколькими лучами солнца из дымохода наверху. Четыре маленьких, уродливых существа с трудом поднимают большой котёл на огонь.`,
thirtyseven: `Теромил берёт меч и исчезает за углом. Через несколько напряжённых минут он возвращается. Он уверен в себе и бодр. «Там четыре маленьких собачонки. Похоже, они собираются что-то приготовить».`,
thirtyeight: `Вы осторожно входите в комнату. «БЯРРХЗАГ!» — кричит одно из маленьких созданий. Вы замираете, опасаясь, что вас заметили.`,
thirtynine: `Кричащее существо роняет котёл и выдергивает ногу из огня, разбрасывая искры по всему полу. В тот же миг котёл падает на пол, разбрасывая по всей комнате поток варево и мясо. Остальные существа проклинают товарища за то, что неуклюжий монстр обдал их кипятком. Пока они ругаются, вы видите, как из дальнего выхода в комнату вбегает дюжина огромных крыс. Крысы начинают есть разлитую еду, не обращая внимания на маленьких собаколюдей. Каждый из монстров хватает со стола длинный нож и набрасываются на крыс. Сразу же начинается ожесточённая схватка: маленькие существа рубят и кромсают крыс, а крысы кусают их в ответ. Никто из существ не обращает на вас никакого внимания.`,
fourtyone: `Вы шепчете свой план остальным, а затем вбегаете в комнату. Остальные следуют за вами. Когда вы приближаетесь к ошеломлённым существам, они роняют котёл на пол. Бормочущие существа слишком ошеломлены, чтобы что-либо предпринять.`,
fourtytwo: `Вы незаметно проскальзываете к столу. На нём лежат несколько больших ножей и два железных молотка. Вы хватаете несколько ножей и молоток, а затем начинаете уходить. Одного из маленьких собакоподобных отбрасывает к вам. Вы быстро отступаете назад, чтобы не столкнутся с ним, чуть не теряя равновесие. К счастью, оно издаёт боевой клич и снова бросается в атаку на крыс. Вы вохвращаетесь к выходу и проскальзываете за занавеску, чуть не сбив Теромила с ног. «Да что с тобой?» — шепчет он, — «Можно как-то поаккуратнее?». Вы рассказываете всё товарищам и разадаёте оружие. Саламдрос, Теромил и вы получают ножи, а Родерик — молоток.`,
fourtythree: `Вы выскальзываете из комнаты и присоединяетесь к своим товарищам.`,
fourtyfour: `Чудовища так заняты крысами, что не замечают вас. Но когда вы приближаетесь к дальнему выходу, пять крыс обнюхивают воздух, а затем ползут к вам. Одна из них неожиданно бросается вперёд.`,
fourtyfive: `Одно из маленьких созданий пищит и указывает на вас! Остальные разворачиваются, позволяя котлу рухнуть на пол, и медленно приближаются.`,
fourtysix: `Вы изо всех сил замахиваетесь, мощно ударяя чудовище. Он падает на пол и не двигается. Вы осматриваете комнату. Саламдрос и Родерик расправились со своими противниками, но враг Теромила прижимает его к стене.
Маленький собаколюд прыгает на Теромила, полосуя его ножом по боку. Теромил кричит, падая. Вы с Родериком бросаетесь на зверя. Через мгновение уродливое существо мертво, но вы видите, что Теромил тяжело ранен.
Родерик опускается на колени рядом с Теромилом, разрывая рубашку раненого на бинты. «Не могу сказать, насколько серьёзно он ранен. Думаю, выживет, но будет испытывать сильную боль».`,
fourtyseven: `Существо уклоняется от удара и прыгает на вас, пытаясь поразить ножом. Когда оно запрыгивает к вам в грудь, вы падаете назад, и монстр приземляется на вас сверху.`,
fourtysevennext: `Вы откатываетесь в сторону, пытаясь сбросить его. Дубинка проносится мимо вашей головы и ударяет зверя. Он тут же падает. Вы отталкиваете труп и осматриваете свои раны.
Родерик опускается на колени рядом с вами и говорит: «Остальные звери мертвы».`,
fourtyeight: `Почти сразу же Саламдрос указывает на ножи и молотки на столе. «Как думаешь, они нам пригодятся?»`,
fourtyeightnext: `Родерик возьмёт молоток, остальные возьмут ножи. В комнате больше ничего нет, кроме гниющей еды.`,
fourtynine: `Вы осторожно продвигаетесь по тихому коридору и заглядываете за занавеску. Трупы крыс и собаколюдей разбросаны по всему полу. Войдя в комнату, вы замечаете несколько живых крыс, пожирающих остатки еды. Они на мгновение поднимают взгляд на вас, а затем возвращаются к еде.`,
fifty: `— Думаю, разумнее всего вернуться по нашим следам, — говорит Саламдрос.
— Согласен, — добавляет Теромил. — Я уже наигрался.
— Идём вперёд, — говорит Родерик. — я не уверен, что путь назад безопаснее.`,
fiftyone: `Вы ныряете за занавеску и бежите обратно к своим товарищам.`,
fiftytwo: `«Возвращайтесь к работе, коротышки!» — говорите вы на общем. Они коротко переговариваются, затем пожимают плечами и возвращаются к работе.`,
fiftythree: `Пока вы кричите, маленькие существа бросаются вперёд, занеся ножи наготове.`,
fiftyfour: `Вы обыскиваете остальную часть комнаты, но находите лишь гниющую еду.`,
fiftyfive: `Вы отодвигаете занавеску и входите в комнату. Маленькие существа стоят наготове, держа в руках ножи. Вы замахиваетесь на тварей перед вами.`,
fiftyseven: `Саламдрос и Теромил отказываются двигаться дальше. Они собираются уходить, поэтому Родерик говорит: «Сейчас разумнее не разделяться. Идём с ними».`,
fiftyeight: `Саламдрос, Родерик и Теромил проносятся мимо, когда вы завершаете замах.`,
fiftynine: `Вы ведёте группу обратно по коридору и отодвигаете занавеску. Вы в комнате с клеткой.`,
sixty: `Вы подходите к проходу.`,
sixtyone: `За ним темно. Кто будет исследовать эту комнату:`,
sixtytwo: `«Я не спешу умирать», — говорит Теромил. Кто пойдёт вместо него?`,
sixtythree: `Саламдрос заглядываетвнутрь. «В этой маленькой комнате за ней много коробок и полок. Пол очень грязный, и там десятки крыс. Других дверей я не вижу».`, 
sixtyfour: `Родерик берёт лампу и смело заходит внутрь. Вскоре он возвращается. «Там комната. Я мало что увидел, но дверей там не было. Я также слышал какое-то движение, когда входил».`,
sixtyfive: `Держа лампу в левой руке, а оружие – в правой, вы крадётесь внутрь. Вы слышите скрип и скрежет. Тёмные фигуры снуют по полу и исчезают в углах. Когда ваши глаза привыкают к темноте, вы видите несколько пар глаз, отражающих свет лампы. Присматриваясь к ним, вы замечаете, что ещё одна пара, покрупнее, смотрит прямо на вас. Дверей в тёмной комнате не видно.`,
sixtysix: `Вы говорите остальным быть осторожными, когда они входят в комнату, и начинаете свой путь. Но не успеваете вы сделать и двух шагов, как Саламдрос презрительно усмехается: «Не думаете ли вы, что разумно оставить кого-нибудь для защиты нашего отступления, вождь?» Он делает паузу, а затем продолжает: «Я останусь, ведь я могу сдерживать наших врагов». Он пересекает комнату и останавливается у двери.`,
sixtyseven: `Вы подходите к Саламдросу, но прежде чем вы успеваете что-либо сказать, он прерывает вас:
— Знаю, что ты скажешь, но я туда не пойду. Я не настолько глуп, чтобы следовать за убийцей в тёмную комнату.
— Возможно, Саламдрос прав, — говорит Теромил. — Откуда нам знать, что этот парень никого не убил? Я бы сказал, что он пока не проявил себя как герой. Пусть Саламдрос ведёт нас!
Родерик кладёт руку на оружие и молчит. Он с опаской смотрит на вас.
Надеясь сохранить единство отряда, вы подходите ближе к Саламдросу и рассказываете ему правду о том, что произошло в городе, стараясь подчеркнуть те моменты, которые доказывают вашу невиновность. Когда вы заканчиваете своё объяснение, чья-то рука просовывается сквозь занавеску и хватает Саламдроса!`,
sixtyeight: `Вы входите в комнату и видите десятки крыс, столпившихся по углам. Их крошечные глазки-бусинки следят за каждым вашим движением, но они стараются избегать вас. Видимых выходов из комнаты нет.`,
sixtynine: `Внезапно из-за ящиков выскакивает стая крыс и нападает. Крысы карабкаются друг на друга, кусая вас, дотягиваясь до колен. Вы зовёте на помощь, пинаете и отбиваетесь от грязных зверьков. Наконец, вы поскальзываетесь на скользком полу и падаете в толпу крыс. Они облепляют вас, несмотря на ваши отчаянные попытки отбиться.`,
sixtyninenext: `Вскоре вы чувствуете на своём плече чью-то руку, затем другую, и кто-то вытаскивает вас из-под крыс. «Дурак!» — кричит Теромил, — «просто идиот!» Родерик стоит рядом и молчит. «Мы возвращаемся», — продолжает Теромил, — «нам вообще не следовало идти этим путём».`,
seventy: `Вам удаётся благополучно покинуть комнату. Остальные отказываются входить.`,
seventyone: `Вы пробираетесь через комнату. Позади вас Саламдрос кричит, его атакует существо. Теромил и Родерик бегут к Саламдросу, и вы слышите лязг металла. К тому времени, как вы оборачиваетесь, бой уже закончился. Саламдрос, Родерик и Теромил стоят над телом мужчины. Они внимательно наблюдают за вами, их глаза полны недоверия. Наконец Саламдрос произносит: «Мы покинем эту комнату. Ты, трус, пойдёшь вперёд. Если сделаешь хоть что-то странное, я тебя убью!»`,
seventythree: `Вы не находите никаких потайных дверей. Вам нужно вернуться в комнату с камерой.`,
seventyfour: `Вы можете дважды ударить неизвестное существо`,
seventyfive: `Что-то стонет по ту сторону занавески, когда вы совершаете удар.`,
seventysix: `Саламдрос резко разворачивается, удивлённый вашими действиями. В этот момент меч пронзает занавеску, к счастью, не задев вас обоих. Вы снова замахиваетесь, но задеваете лишь воздух. Саламдрос атакует.Из занавески слышится вопль боли. Меч рубит вбок, в сторону Саламдроса, и режет ему руку. Вы снова замахиваетесь на таинственного нападавшего, и в этот момент Родерик присоединяется к битве. Вы с Родериком чувствуете, как ваши клинки во что-то врезаются, а затем меч падает на пол. Что-то ахает, и из-за занавески в комнату вываливается человек.`,
seventyseven: `Саламдрос поворачивается к вам и говорит: «Ты спас мне жизнь. Прошу прощения за то, что наговаривал на тебя». Он низко кланяется. Вы принимаете его извинения и поворачиваетесь, чтобы осмотреть тело. На мужчине не было доспехов, но при нём был меч.`,
seventyeight: `Саламдрос приказывает вам вести отряд обратно в комнату с клеткой. Эльф подталкивает вас к другой двери. «Веди, свинья, но не исчезай из виду. Предашь нас — и умрёшь».`,
seventynine: `Вы осторожно приоткрываете занавеску и заглядываете в проход. Он продолжается всего на несколько футов, прежде чем поворачивает налево. За углом мерцает тусклый свет.`,
eighty: `Двигаясь по коридору, вы слышите лишь тихий шорох кожи о камень.`,
eightyone: `Вы крадётесь за угол как раз вовремя, чтобы увидеть, как в коридор выходит мужчина и идёт к вам.`,
eightytwo: `Вы заворачиваете за угол, держа оружие в руке. Проход продолжается несколько ярдов, а затем открывается в комнату справа. Из этой комнаты струится свет. Вы осторожно идёте по коридору. Вскоре из-за угла выходит мужчина и идёт к вам.`,
eightythree: `Вы возвращаетесь к остальным и шепчете: «Кто-то идёт!» Вы с Родериком прячетесь по одну сторону дверного проёма, Саламдрос и Теромил — по другую. Вскоре в комнату входит мужчина, не подозревая о вашей засаде.`,
eightyfive: `Ваша нога задевает камешек, и он с грохотом катится по коридору. Мужчина вздрагивает, поднимает взгляд, затем разворачивается и бежит обратно тем же путём. Вы быстро зовёте остальных и рассказываете им, что произошло.`,
eightysix: `Этот человек вас не заметил. Единственное разумное решение...`,
eightyseven: `Ваш удар скользит по плечу противника. Он испуганно поворачивается и толкает вас, временно лишая равновесия. Прежде чем вы успеваете снова замахнуться, он выхватывает меч и делает выпад.`,
eightyeight: `Он проходит мимо, не замечая вас.`,
eightynine: `Вы осторожно ведёте группу по проходу и заглядываете за угол. Коридор кажется пустым, за исключением хорошо освещённого проёма справа. Вы крадётесь вдоль стены к двери и заглядываете в неё. В комнате за ней находятся стол и несколько стульев. В дальней стене есть проём.`,
ninety: `Мужчина едва успевает пройти сквозь занавеску, как вы с Родериком атакуете. Ваши удары с силой обрушиваются на него, он отступает на шаг, пытаясь выхватить оружие.`,
ninetyone: `Мужчина уклоняется от вашей атаки, но Саламдрос наносит ему мощный удар. Противник снова замахивается на вас мечом, но промахивается!`,
ninetytwo: `Мужчина прислоняется к стене и падает, задыхаясь. «Хозяин отомстит за меня, ублюдок!» Его голова опущена. Он больше не произносит ни слова. Вы быстро подзываете остальных. Теромил снимает с мужчины кольчугу и с трудом надевает её.`,
ninetythree: `Мужчина отступает назад и уклоняется от вашего удара. Его меч сверкает, задевая ваш бок.`,
ninetyfour: `Вы выбрасываете оружие вперёд и ударяете его по руке, держащей меч, выбивая из неё оружие. Пока противник пытается поднять меч, вы можете нанести удар.`,
ninetyfive: `Вы входите в комнату и замечаете, как булава мелькает у вашей головы. Вы бросаетесь вперёд, пытаясь уйти от удара. Тем не менее, вы чувствуете, как оружие царапает спину.`,
ninetysix: `Мужчина падает на пол и не двигается. Если вам нужен меч, можете взять его. Если нет, Саламдрос заберёт его, если у него нет меча. Теромил тут же снимает кольчугу и с трудом надевает её.`,
ninetyseven: `Отряд осторожно продвигается по коридору и сворачивает за поворот. Свет всё ещё пробивается из дверного проёма впереди. Подав остальным знак подождать, вы крадётесь к проходу и заглядываете в комнату. Двое мужчин сидят за столом и пьют. Оба в кольчугах, а на боку у них висит оружие. На стенах мерцают несколько факелов, а над столом висит фонарь. Вы видите ещё один проход в другом конце комнаты. Вы не можете распознать остальные предметы из-за теней.`,
ninetyeight: `Он толкает вас, отбрасывает в сторону и начинает бежать. Прежде чем вы успеваете его остановить, он заворачивает за угол и исчезает.`,
ninetynine: `Родерик и Теромил бьют мужчину, но это не мешает ему атаковать вас.`,
hundred: `Вы находитесь в комнате с клеткой. Родерик, стоящий возле неё, говорит: «Кто-то идёт!» Вскоре вы слышите шарканье множества ног по коридору по ту сторону занавески. «Следуйте за мной!» — говорит Саламдрос, проходя через дверной проём в дальней стене, — «уходим отсюда». Вы быстро идёте по коридору к двери в другую комнату.`,
hundredone: `Пока вы стоите, к вам прыгает мужчина, размахивая булавой. Вы пригибаетесь, и оружие проносится над вашей головой. Родерик и Теромил вступают в схватку с двумя другими нападающими у двери. Один из них бьёт Теромила, и тот падает.
Саламдрос, стоящий у двери, начинает делать странные жесты руками и бормотать непонятные слова. Вас внезапно охватывает сонливость. Следующее, что вы помните, — это Родерик трясущий вас за плечо. «Просыпайся! Нам пора!» — говорит он. Вы бормочете что-то и переворачиваетесь на другой бок, пытаясь снова заснуть. Родерик снова трясет вас за плечо, а затем сильно бьёт по лицу. Вы поднимаете руку, чтобы блокировать второй удар.
— Хватит, — говорите вы, — я очнулся!
Ваших противников нигде не видно. Саламдрос пытается натянуть кольчугу, а вы видите на столе своё снаряжение.
— Мы наши вещи в этой комнате, — говорит Родерик, помогая вам подняться, — Теромил мёртв. Я не смог спасти его. Мы должны идти дальше.`,
hundredtwo: `Вы бежите через комнату, оставляя других разбираться с засадой. Добравшись до дальнего выхода, раздаётся душераздирающий крик. Вы поворачиваете голову достаточно быстро, чтобы увидеть, как Теромил падает замертво. Не обращая внимания на судьбу своего спутника, вы откидываете занавеску и видите железные прутья решётки, преграждающие проход. Вы обхватываете прутья рукой и изо всех сил тянете их, но ворота слишком тяжёлые, чтобы сдвинуться с места. Позади вас внезапно стихает шум битвы.
Вы оборачиваетесь и видите троих нападавших, неподвижно лежащих на полу. Родерик опускается на колени рядом с упавшим Теромилом, склонив голову в молитве. Наконец Родерик поднимается и, печально качая головой, шепчет: «Он мёртв». Саламдрос несколько мгновений смотрит на вас, затем опускается на колени рядом с противниками. «Они спят. Свяжи их, убийца». Вы быстро подчинитесь, опасаясь, что Саламдрос воспользуется любой возможностью, чтобы атаковать вас.
— Ты заманил нас в эту ловушку, — говорит Саламдрос, поднимая с пола булаву — и теперь Теромил мёртв. Есть ли хоть одна причина, по которой я не должен лишать тебя жизни?
— Возможно, я, действительно, заманил тебя в ловушку, — отвечаете вы, — но, как видно по моим ранам, я сделал это случайно.
— Тогда почему ты пытался сбежать, как трусливый пёс? Разве ты не пытался сбежать от нас?
— Я не боец. Если бы я сражался, было бы две смерти вместо одной.
— Пока что я поверю твоей истории. Но предупреждаю: при малейшем признаке предательства я тебя убью!
Саламдрос  помогает связать и заткнуть рот последнему нападавшему.`,
hundredfour: `Поскольку Теромил теперь в доспехах, он возглавяет атаку. Вы с Саламдросом следуете за вами, а Родерик замыкает ваш отряд. По сигналу Теромила вы все врываетесь в комнату. Как только мужчины это видят, они вскакивают и опрокидывают стол, создавая небольшую преграду на вашем пути. Один из них выхватывает меч, а другой отступает назад и жестикулирует.
— Остановите его! — кричит Родерик, — остановите жреца!
Прежде чем кто-либо из вас успевает последовать совету Родерика, жрец выкрикивает несколько слов на непонятном языке. Внезапная вспышка света освещает голову Теромила. Он кричит и начинает слепо атаковатьвсё, что издает звук. Наконец он натыкается на стол и падает на землю. Почти сразу же спутник священника обрушивает свое оружие на беспомощного Теромила.
Саламдрос издаёт боевой клич и атакует убийцу Теромила, размахивая оружием с яростью и горем. Вы отбрасываете упавший стол и бросаетесь на жреца, который отчаянно пытается выхватить свою булаву. Вы заносите меч для удара, но Родерик кричит: «Возьми его живым!». За командой Родерика следует заклинание.
Вы медлите, ожидая, когда Родерик применит заклинание, чтобы обезвредить вашего противника. Злой жрец пользуется колебанием, чтобы схватить булаву. Подняв меч для удара, вы кричите: «Родерик, быстрее!»
Внезапно яркий свет освещает голову жреца, и он роняет булаву. Вы бросаетесь ему на ноги и схватываете его. За считанные секунды вы сбиваете его с ног. Осматривая комнату, вы видите, что Саламдрос победил своего противника, но Теромил неподвижно лежит на полу. Родерик опускается на колени рядом с ним, молясь. Наконец, он поднимает взгляд и говорит: «Мы ничего не можем сделать, наш друг отправился в потусторонний мир».`,
hundredfive: `Мужчины так заняты вином, что вы незаметно прокрадываетесь в комнату. Но, пробираясь по левой стене, вы случайно задеваете ногой большой камень. Мужчины быстро встают, опрокидывая стулья. Один из ваших врагов поднимает руки и произносит заклинание. Внезапно вас ослепляет яркий свет, от которого в глазах резь. Хотя вы ничего не видите, вы слышите, как мужчины хихикают, направляясь к вам. Затем вы слышите топот бегущих ног и лязг металла о металл, а также множество голосов, хрюкающих и ругающихся. Что-то тяжёлое падает на пол, и вы слышите гневный крик Саламдроса, который длится несколько секунд. Наконец крик прекращается, а до вас доносится ещё несколько громких ударов. После короткой, безмолвной паузы вы слышите, как к вам идёт тяжело дышащий человек.`,
hundredsix: `Вы осторожно отодвигаете занавеску и видите тяжёлую решётку.`,
hundredseven: `Чья-то рука хватает вас за плечо. Вы размахиваете оружием перед собой. Спокойно, друг мой, — говорит Родерик, — твоя слепота временна. Мы отдохнём здесь, пока заклинание не потеряет свою силу». Родерик ведёт вас к месту отдыха, а затем продолжает: «Мы победили злого жреца и его помощника, но цена была высокой. Теромил пал в битве, и я ничего не смог сделать, чтобы спасти его. Да обретёт он покой в загробном мире».
Вы отдыхаете несколько минут, зажмурив глаза, чтобы не видеть болезненного света. В это время Родерик и Саламдрос обыскивают комнату. По их разговору вы понимаете, что они нашли вашу одежду и снаряжение.
Наконец вы открываете глаза и видите большую часть своего снаряжения, лежащего на столе. Родерик указывает на ваше оружие, доспехи и воровские инструменты: «Я думаю, это твоё. Забирай их, и давай уйдём отсюда, пока нас не обнаружили».`,
hundredeight: `Вы обыскиваете и комнату, и людей. В дальнем углу комнаты вы находите свои доспехи, оружие и воровские инструменты. Родерик и Саламдрос тоже находят своё снаряжение. Оба ваших спутника быстро надевают кольчуги. Саламдрос молча вкладывает меч в ножны, но, когда Родерик поднимает булаву, он говорит: «Приятно снова держать настоящее оружие!»`,
hundrednine: `Вы осторожно передвигаетесь по комнате, прячась в тёмных углах. Мужчины вас не замечают. Добравшись до выхода, вы заглядываете за занавеску и видите решётку с железными прутьями. Похоже, она слишком тяжёлая, чтобы вы могли поднять её, не привлекая внимания.
Вы крадётесь обратно через комнату к товарищам и рассказываете им о том, что видели.`,
hundredten: `Вы приставляете клинок к горлу злого жреца и вытаскиваете кляп. Прежде чем вы успеваете что-либо сказать, Родерик рявкает: «Что ты знаешь об этом месте? Говори, верующий в злых богов!»
Жрец злобно смотрит на группу, затем плюёт на Родерика. Родерик заносит булаву для удара, но быстро сдерживает себя.
— Мой господин Стодос, повелитель Ледяных Пустошей, покарает вас, — шипит жрец, — «вы не выберетесь из этих пещер живым!
Его голос становится громче, когда он отвечает вам. Скорее всего, жрец тянет время, надеясь на помощь. Вы быстро вырубаете его рукоятью своего оружия.
— Зачем ты это сделал? — сердито спрашивает Саламдрос.
Вы объясняете свои причины, и эльф неохотно признаёт вашу правоту. Вы быстро затыкаете злому жрецу кляп.`,
hundredeleven: `После нескольких попыток поднять тяжёлую решётку вы просите остальных помочь. Все трое берётесь за её дно и тянете. Решётка медленно поднимается над вашими головами и с щелчком запирается. Вы все быстро проходите внутрь. Вы слышите громкий грохот цепей решётки и оборачиваетесь как раз вовремя, чтобы увидеть, как тяжёлые прутья с грохотом падают на землю. Осматривая ворота, вы замечаете, что одна из цепей порвалась. Вам придётся заменить эту цепь, прежде чем снова поднимать решётку.`,
hundredthreeteen: `Вы найдёте небольшой полый дротик и пружинную ловушку.`,
hundredfourteen: `Обыскивая ворота, вы слышите звон пружины и чувствуете, как острый предмет вонзается вам в руку. Почти сразу же Родерик вытаскивает дротик и осматривает его.
— Тебе везёт, вор, — говорит он, разглядывая дротик, — Ты должен корчиться на полу, умирая медленно и мучительно. Но идиот, заряжавший эту ловушку, забыл наполнить дротик ядом. Тебе нужно быть осторожнее, а то больше не увидишь солнца.`,
hundredfiveteen: `Пробираясь по проходу, вы понимаете, что идёте уже не по рукотворному коридору. Гладкие известняковые стены неровные, а из пола иногда поднимаются сталагмиты. Вы сворачиваете и попадаете в тёмную пещеру.
Маленькие пушистые летучие мыши висят на десятках сталактитов в огромном зале, а сотни жаб толпятся вокруг сталагмитов, поднимающихся из пола. Продвигаясь в зал, вы видите великолепную белую статую существа, похожего на жабу, в центре зала. Тело каменного зверя лежит у самой земли, словно готовое к прыжку. Свет вашего фонаря отражается в его огромных многогранных глазах, отчего статуя кажется почти живой.
По обеим сторонам зала висит ржавое оружие. Открытый сундук стоит между двумя сталагмитами у левой стены. Саламдрос подходит к сундуку и засовывает руку внутрь. Он достаёт несколько красно-чёрных мантий и четыре медальона. На каждом медальоне выгравирована та же гравировка, что и на статуе.
Родерик медленно обходит статую, изучая её со всех сторон. Наконец он начинает говорить.
— Если я правильно помню, то это статуя мерзкого бога Стодоса, которого его почитатели называют Властелином Ледяных Пустошей. Этот злой бог живёт в замороженном мире, где не выживает никакая другая жизнь, и является мерзостью для всего природного. Его почитатели жаждут распространить его ледяное царство по всей земле. Некоторые даже верят, что он дарует власть над стихиями своим самым преданным последователям.
— Неестественная буря, которая привела нас сюда! — ахнул Саламдрос. — Неужели этот мерзкий гад мог стать её причиной?
— Да, — ответил Родерик на минуту задумавшись, — и если это так, то землям внизу грозит великая опасность. Судьба привела нас сюда, чтобы сразиться с отвратительным злом. Мы должны разрушить этот мерзкий храм и уничтожить главаря этой злодейской шайки! Помогите мне осквернить эту проклятую статую!`,
hundredsixteen: `Тщательно обыскав комнату, вы решаете, что сундук — единственное место, где может скрываться что-то стоящее. Саламдрос уже вынул оттуда всё содержимое, поэтому он кажется пустым. Вы постукиваете по внутренней стороне сундука оружием и обнаруживаете, что нижний правый угол звучит глухо. Отогнув узкую доску, вы обнаруживаете секретное отделение. На дне отделения, на подстилке из ткани, лежит небольшая фляжка. Вы осторожно вытаскиваете её, надеясь, что это не ловушка. Ничего не происходит.`,
hundredseventeen: `Когда Родерик замахивается булавой на статую, вы видите яркий блеск в её глазах. Возможно, глаза сделаны из драгоценных камней! Вы делаете шаг к одному из глаз, и пол уходит у вас из-под ног. Пасть статуи открывается, и вы проваливаетесь в неё, не успев остановиться. Вы приземляетесь в тёмном желобе и начинаете скользить вниз. Падая в тёмный проход, вы слышите, как наверху лязгает пасть.`,
hundredtwentyone: `Вы обнаруживаете скрытый шарнир возле рта статуи. Невозможно сказать, для чего он предназначен, но вы уверены, что это часть ловушки. Вы отмечаете местонахождение шарнира несколькими камешками и предупреждаете своих спутников о ловушке.`,
hundredtwentythree: `Внезапно вы натыкаетесь на ловушку! Рот статуи со скрипом открывается, и пол уходит у вас из-под ног. Вы проскальзываете в пасть статуи и оказываетесь в тёмном желобе!`,
hundredtwentyfour: `Вы с Родериком несколько минут избиваете статую оружием. Вскоре на полу остаётся много обломков, а по бокам видны длинные царапины.`,
hundredtwentyfive: `Вы входите в грубый, естественный проход, который кажется пустым. Вскоре проход разветвляется. Путь слева заблокирован запертыми воротами, но вы чувствуете холодный ветерок оттуда.`,
hundredtwentyseven: `Вы не смогли открыть замок.`,
hundredtwentyeight: `Замок открывается. За воротам проход продолжается ещё некоторое время, затем сворачивает направо. Когда вы проходите через ворота, Саламдрос говорит: «Странное место для ворот. Интересно, какие тёмные тайны строители хотели защитить?»`,
hundredthreety: `Саламдрос исчезает во мраке впереди, используя своё эльфийское тёмное зрение, чтобы двигаться без света. Вы ждёте несколько минут, но он не возвращается. Родерик шепчет: «Наверное, с ним случилось что-то плохое». `,
hundredthreetyone: `Вы тихо крадётесь вперёд. Проход поворачивает направо, и, выйдя за угол, вы видите слабое свечение. Вы едва различаете двух существ, похожих на жаб, сидящих на полу. Свечение исходит от их глаз. Вы проскальзываете к остальным и рассказываете им о том, что видели.`,
hundredthreetytwo: `Заходя за угол, вы задеваете камень, и он с грохотом падает на каменистый пол. Впереди появляются два ярких огня, и вы заворожённо смотрите на них. Вы не можете оторвать взгляд от огней, хотя они, кажется, приближаются.`,
hundredthreetythree: `Вы с Родериком выходите из-за угла, держа оружие в руках. Саламдрос стоит в центре прохода. У его ног сидят два существа, похожих на жаб, с большими светящимися глазами и панцирем. Судя ранам на ногах эльфа, эти существа атакуют его.`,
hundredthreetyfour: `Вы ждете несколько минут, а затем слышите крик Саламдроса: «На помощь!» Вслед за его мольбой раздается громкий треск. Вы с Родериком выбегаете за угол и видите Саламдроса, лежащего на полу, истекающего кровью. На нем сидит огромное жабоподобное существо со светящимися глазами и панцирем. Когда вы готовитесь к атаке, то замечаете, как другое существо прыгает в вашу сторону. «Не смотрите им в глаза!» — кричит Саламдрос.`,
hundredthreetysix: `Ваши товарищи входят в пещеру. В это время существа поворачиваются к ним лицом. Их глаза ярко светятся. Саламдрос внезапно останавливается, его руки безвольно свисают по бокам.`,
hundredthreetyseven: `Вы не можете двигаться. Точки света приближаются, и вскоре вы понимаете, что это светящиеся глаза огромного жабоподобного существа. Вы в ужасе наблюдаете, все ещё не в силах пошевелиться, как уродливый зверь кусает вас за ногу.`,
hundredthreetysevennext: `Родерик и Саламдрос выбегают из-за угла с оружием наготове. Жабообразное существо поворачивается к Саламдросу, и эльф замирает как вкопанный. Родерик зажмуривает глаза и направляет оружие на зверя. Когда его булава поражает жабу, другой монстр атакует Саламдроса. Родерик наносит новый удар, и существо падает на пол замертво. Он поворачивается лицом ко второму зверю, все еще стараясь избегать его взгляда.
В то же время вы обнаруживаете, что снова можете двигаться.`,
hundredthreetyeight: `Вы мощно бьёте существо своим оружием. Оно бросается на вас, хватая штанину челюстями. Вы бросаете быстрый взгляд на жабу и ощущаете странное спокойствие. Поэтому срочно заставляете себя отвести взгляд от его ужасающих глаз.`,
hundredthreetynine: `Вы промахиваетесь, и зверь бросается на вас.`,
hundredthreetyninenext: `Вы смотрите ему в глаза и на мгновение становитесь заворожены свечением, но быстро заставляете себя отвести взгляд. Он пытается укусить снова, но промахивается.`,
hundredfourty: `Вы осторожно спускаетесь по проходу. Уродливые твари вас не замечают. Вы понимаете, что свечение исходит от их глаз. Подкрадываясь за монстрами, вы стараетесь не смотреть им в глаза. Заняв позицию, вы быстро поднимаете оружие и вонзаете его в затылок одного из существ. Чудовище инстинктивно отскакивает и падает на пол. Другой жабоподобный монстр подпрыгивает и поворачивается к вам. Его глаза ярко светятся.`,

}